Repository: Ild0re/xbmc
Catalog: addons/metadata.generic.albums/resources/language/resource.language.*/strings.po
Languages: ru_ru

# #30000
source: Preferences
ru_ru: Предпочтения

# #30001
source: Preferred language for album review
ru_ru: Предпочитаемый язык для обзора альбома

# #30002
source: Prefer genres from
ru_ru: Предпочитаемые жанры с

# #30003
source: Prefer styles from
ru_ru: Предпочитаемые стили с

# #30004
source: Prefer moods from
ru_ru: Предпочитаемые настроения с

# #30005
source: Prefer themes from
ru_ru: Предпочитаемые темы с

# #30006
source: Prefer rating from
ru_ru: Предпочитаемые рейтинги с

# #30007
source: Prefer review from
ru_ru: Предпочитаемые обзоры с

# #30101
source: Allow less accurate search results
ru_ru: Разрешить менее точные результаты поиска

# #30201
source: If available, the album review will be downloaded in the selected language. It will fallback to English.
ru_ru: Если выбранный язык доступен, то обзор альбома будет загружен на нем. В противном случае, будет использован Английский язык.

# #30202
source: Try to get genre info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
ru_ru: Попытка получить информацию о жанре, используя выбранный парсер. Если выбранный парсер не вернет результатов, то будут использованы другие парсеры.

# #30203
source: Try to get style info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
ru_ru: Попытка получить информацию о стиле, используя выбранный парсер. Если выбранный парсер не вернет результатов, то будут использованы другие парсеры.

# #30204
source: Try to get mood info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
ru_ru: Попытка получить информацию о настроении, используя выбранный парсер. Если выбранный парсер не вернет результатов, то будут использованы другие парсеры.

# #30205
source: Try to get theme info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
ru_ru: Попытка получить информацию о теме, используя выбранный парсер. Если выбранный парсер не вернет результатов, то будут использованы другие парсеры.

# #30206
source: Try to get rating info using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
ru_ru: Попытка получить информацию о рейтинге, используя выбранный парсер. Если выбранный парсер не вернет результатов, то будут использованы другие парсеры.

# #30207
source: Try to get the album review using the selected scraper. Other scrapers will be used if the preferred scraper returns no results.
ru_ru: Попытка получить обзор альбома, используя выбранный парсер. Если выбранный парсер не вернет результатов, то будут использованы другие парсеры.

# #30301
source: If Musicbrainz does not provide a link to allmusic and/or discogs, we can search those sites based on artistname & albumname. In circumstances where an artist has released multiple albums by the same name, this could potentially result in a mixture of metadata from those albums.
ru_ru: Если Musicbrainz не предоставляет ссылку на allmusic и/или discogs, мы можем выполнить поиск на этих сайтах на основе artistname и albumname. В случаях, когда исполнитель выпустил несколько альбомов с одинаковым названием, это может привести к смешиванию метаданных из этих альбомов.
